[{"quote": "When small chances of success were all that remained, you had to seize them.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "He had always been called a gambler, though he was not.  The trick was knowing what risks you could take.  And sometimes, in knowing which ones you had to take.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A wise man stops chewing when he reaches bone, but so far, the Seanchan have had their meat sliced thin before they reached for it.  I intend to give them a tough shank to gnaw.  More, I have a plan to make them snap so fast they’ll break their teeth on bone before they have a mouthful of meat.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Worry over being caught in a tangle of roses, even if the thorns might kill you eventually, was a luxury when you had a knife point pressed to your ribs.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Sometimes you had to smudge the plaster to smoke out hornets.  (sometimes you had to break some rules to clear away an evil)", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Corpses had no need to worry about punishment. (no sense worrying about the punishment for an act if not doing it might see you dead)", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "It was understandable for her to resent her situation, of course.  Just witless for her not to accept it.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Not that he expected any such thing, but then, what killed you was always what you never expected.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You just had to expect the unexpected.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A wise man tried to avoid battles he would not only lose, but look foolish losing.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The price of failure often was death.  Sometimes, the price of carelessness was death, too.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Do you think that they have really stopped playing at Daes Dae’mar? The surface of the water may be still, but the fish never stop swimming.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Light, how the horror of yesterday became merely the uneasiness of today, once you grew accustomed.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Even Aes Sedai could hide their eyes when they did not want to see.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Strange times make for strange traveling companions.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A man could cover a lot of ground in five days if he had reason to and a good horse.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The innocent died along with the guilty.  And if you did nothing, then only the innocent died.  Or as bad as died.  Maybe worse than, depending on how you looked at it.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Taking responsibility drained all the joy out of life and dried a man to dust.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "To hear Noal tell it, he had seen everything, and nearly always bigger or grander than what was in front of his nose.  Back home, they would have said he kept tight purse-strings on the truth.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "What was one more death penalty when your neck was already being stretched for the axe?", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "She had come to him for help, not the other way ‘round, but that buttered no bread with her.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "If a woman did not want to hear something, she could ignore it till you yourself started to doubt you had spoken.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "He managed to keep a good temper, take the rough with the smooth and no complaining.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Trade never stopped entirely while the sun shone, no matter who ruled a city, unless there was actual fighting.  Sometimes it did not stop completely then.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Lovers arm-in-arm don’t hurry, they stroll.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Fate and luck were different unfortunately.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Well, I suppose nobody lives forever.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "When a woman was not making everything smooth, she made things very rough indeed, and she never made anything smooth.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "She could irritate a brick.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Two captains on one shp make sure course for disaster.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "We’re in dangerous waters.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Remember, you can find a way out of any difficulty if you keep your eyes and wits sharp, but if you don’t you’ll trip over your own feet.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Woman starts crying, the only thing to do is leave, if you value your hide.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "He was not afraid, but any fool would know enough to be nervous.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A woman started hissing at him like  a kettle, a man with any brains found a way to cool her down fast.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A man who could not lie convincingly got short shrift from women.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Thus is our treaty written; thus is agreement made. (writing on Matt’s ashandarei (his weapon))", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A very small pleasure.  One butterfly on a midden heap.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A wise man kept clear when women were at odds.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Edesina might draw that knife, and that would set the cat among the chickens no matter how it turned out.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Men who tried to stand on their forebear’s shoulders rather than their own feet often found themselves shorter by a head.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Impatience was a vice when beginning a journey of unknown length.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "We have no target.  We are trying to catch the wind in a net.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A man needed to listen hard when he thought his wife was joking; she might not me.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You could not change men who did not want to change.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "It was like a blacksmith’s puzzle with the edges of the metal pieces sharpened.  He needed to solve it, but one mistake and he could cut himself to the bone.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A man could only proclaim his faithfulness so long before he just gave up.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A hammer had to be used with care, and he was working a forge where one slip would tear the heart out of his chest.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A gallop would not free Faile an hour sooner, and no horse could maintain that pace for long in any case.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A man could only have so much fear in him at one time.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A useful maxim: two rarities combined call for close attention.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Waving a sword might put a hot coal in the hayloft.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Any puzzle could be solved, once you found out where to push and where to pull.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A wolf would snap at a landslide carrying him to his death, but a wolf knew that death came sooner or later, and you could not fight death.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Most people did what they must to survive, and some always tried to feather their own nests, whatever the circumstances.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "I will help you as far as I can because it is not right for the Saido to hold you.  You do not follow ji’e’toh.  I do.  If I cast aside my honor and my obligations just because the Shaido have, then I allow them to decide how I will act.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "I will wear white for a year and a day and then they will release me, or I will walk away, but I will not throw away who I am.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You did not insult friends and simply forget it, or expect them to.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "There are times to weep and times to laugh.  I would like to see you laugh.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The dead cannot harm the living.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "They’re not of this world anymore, and they can’t touch anything in it, including us.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "One followed the other as surely as cream rose in the milkpan.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "If he allows himself to be killed, I will cut off his ears.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The White Tower never placed all of its coin on one horse unless the race was fixed.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You counted your plums in the basket, not on the tree.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Better not to ask.  When you ask questions you have to hear the answers whether you want to or not.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "She had never realized how precious privacy was until she lost it completely.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Duty came before pleasure, if you were going to rule a country.  And that went doubly for trying to gain the throne in the first place.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The old saying that who held Caemlyn held Andor had never really been true.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Age creeps up on us all, eventually.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You don’t shoe your own horse when you have a farrier, or grind your own grain when you have a miller.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "An army is a general’s sword.  Gareth Bryne says a general who uses another blade is mistaking the job.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Some women can make a fish bite by crooking a finger.  Other women have to drag their bait all over the pond.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Sometimes, there were lessons in stories, if you looked for them.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Spies were pests she intended to rid the palace of as surely as she kept it clear of fleas and rats - though she had been forced to accept Aes Sedai aid with rats recently - while powerful nobles were like rain or snow, facts of nature to be endured until they went away, but nothing to get flustered over.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Always plan ahead, but worry too hard over next year, and you can trip over tomorrow.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You can keep hiring new servants, and spend all your time training them and suffering till they learn, only to find yourself back where you started, or you can accept the rules as they do, and live comfortably while you use your time to rule.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "What could not be dealt with now, had to be dealt with later.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Always assume your enemy will do what you do not want.  Decide what you least want them to do, and plan on that.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Hope for the best and plan for the worst.  Sometimes, that best actually happens.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A High Seat as much as a queen stood atop a tower built of people.  True, those at the bottom were bricks of the bases clay, yet if those common bricks crumples in their support, the tower fell.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "She feared his threat as much as he feared hers.  So long as he did not know that, however, his blade had no point.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Every plan is brilliant until the day comes, but then you must adapt to circumstances or be ridden down.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Why do men always rush so hard to kill or be killed?", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "For a poor man, staring down the point of a pike could be a better view than the hind end of somebody else’s plow horse.  Even if he was far more likely to die from the pike than earn fame or fortune.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Set the cat among the pigeons.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You could forget who you were if you forgot where you came from.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Change came so slowly you never noticed it creeping up on you, or far too fast for comfort, but it came.  Nothing stayed the same, even when you thought it did.  Or hoped it would.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Wise men kept their noses out of the way when Aes Sedai began raising their voices.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Even oaths of fealty left room for the most loyal people doing the worst possible thing in the belief that it was in your best interest.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The fewer who knew a secret, the more likely it would remain secret.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Always consider the possibility you assumptions are wrong.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "A Warder at his ease and a lion resting on a hill, so went an old saying among Aes Sedai.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "I hope you choke to death on week-old fish guts.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "I don’t believe in coincidences that big.  When the fishmongers are all buying at the same price, you can bet they were all drinking at the same inn last night.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "We might as well try pulling wasp-jellies out of the water with our bare hands.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "As you keep saying, skill and a deft hand are necessary to get anything done in the Hall, but luck is absolutely required.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "No use pulling your hair when the wind isn’t blowing the way you want.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You have to trim your sails to take advantage of how the wind is blowing.  Think coolly, and you make it back to shore.  Get your neck hot, and you’ll drown.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Surprises in the Hall were seldom good.  Surprises you learned about late were worse.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Ruling by edict had its disadvantages.  When people had to obey you in one thing, they always found ways to wriggle away in others, and the more they were forced to obey, the more places they found for wriggling away.  It was a natural balance you could not escape.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "When you do be drowning, you do grab at whatever branch floats by, even when you can no be sure it will support your weight until you have hold.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Even a slim branch is better than no branch when you’re drowning.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The rest of the world was not the same as the Two Rivers.  Light, she had come far enough to know that much.  She did not have to like it, but she had to live with it.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Life is a dream, and everyone wakes eventually.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "We dance the spears with Leafblighter, but no one enters the dance certain they will live, or win.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Someone was always doing what no one ever did.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "She herself only knew because the girl had let too much slop in a careless moment.  Even the tightest mussel eventually yielded its meat once you got that first small crack in the shell.  Sometimes it gave up an unexpected pearl, as well.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "If you tried to solve every problem yourself, you ended by solving none.  And with some problems, how they were solved really did not matter in the long run.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "People never really changed, yet the world did, with disturbing regularity.  You just had to live with it or at least live through it.  Now and then, with luck, you could affect the direction of the changes, but even if you stopped one, you only set another in motion.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Calmness always suited until you knew the facts, and usually after, too.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Sometimes, the answers were thornier than the questions.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Some said that turnabout was fair play, but she had never believed in fighting fair.  Either you fought, or you did not, and it was never a game.  Fairness was for people standing safely to one side, talking while others bled.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The stick never worked with her, but pats on the back did, and it was ridiculous not to use what worked.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "The Creator had made the world and then left humankind to make of it what they would, a heaven or the Pit of Doom by their choosing.  The Creator had made many worlds, watched each flower or die, and gone on to make endless worlds beyond.  A gardener did not weep for each blossom that fell.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "If your enemy offers you two targets, strike at a third.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "When you go to buy a sack of flour, war plain wool so the seller thinks you can’t afford to pay any more than you must.  When you’re after flour by the wagonload, war jewels so she thinks you can afford to come back for all she can lay hands on.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Dress poor when you want a small favor, and fine when you want a large one.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "What your friends said and did could be as interesting as what your enemies planned, and that was when you were sure they were your friends.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Wash the spears; while the sun climbs high.  Wash the spears; while the sun falls low.  Wash the spears who fears to die?  Wash the spears; no one I know!", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "When your heart starts pounding, it heats your blood.  Stands to reason it heightens your senses, too.  Makes you aware.  Maybe you’ll die in a few minutes, maybe in a heartbeat, but you’re not dead now, and you know it from your teeth to you toenails.  Just the way things are.  Doesn’t mean you like it.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Live as long as I have, and you’ll believe.  Till then, just take it that I’ve lived longer than you have and I’ve been there before you.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "What seemed the best idea at the time could look pure quill stupid in hindsight.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "What Aes Sedai were supposed to do and what they did were often widely different.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Why, when a woman offered to help you, did she always start by sticking you in a pot of hot water and stoking up the fire?", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You had to be patient with women, including Aes Sedai.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "He might not always be wise, but he was wise enough to know when a woman really might try to stick a knife in him.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Learn the ground, learn your enemy, and if you could not win one way, you found another.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Tactics.  Put your opponent off balance.  Come to think, women and battles were not that different.  Both wrapped a man in fog and could kill him without trying.  If he was careless.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "There was a price to pay, of course.  Maybe things were going his way and maybe not, but when you thought they were, there was always a price.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Sometimes a man had to take a chance.  Even if he was wagering his neck.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "When you knew you were going to hang, the only thing to do was grin at the noose.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "When fate gripped you by the throat, there was nothing to do but grin.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Bet a penny or bet a crown, in the end it all came down to a toss of the dice just the same.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Dress your best, buy a woman silk, and she still found a way to make you work!", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Smug as cats full of cream.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Even when a woman needed help, if she did not want it, she made you pay for giving it.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "You could not order someone to believe.  They only mouthed what you told them, and nothing changed.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "She had a bright future ahead of her, but she had to learn to obey the rules before she could begin learning which could be broken and when.  The White Tower was good at teaching both things, but the first always came first.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "Sometimes, pain is all that lets you know you’re alive.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "We rode on the winds of the rising storm, We ran to the sounds of the thunder.  We danced among the lightning bolts, and tore the world asunder.", "author": "Robert Jordan", "title": "Crossroads of Twilight"}, {"quote": "As surely as peaches were poison", "author": "Robert Jordan", "title": "New Spring"}, {"quote": "Maybe we can be silverpike in the nets instead of grunters.  Just remember, silverpike go to the fishmarket too.", "author": "Robert Jordan", "title": "New Spring"}, {"quote": "You look like you reached into the bait well and found a fangfish.", "author": "Robert Jordan", "title": "New Spring"}, {"quote": "When there’s work to do, you haul nets or gut fish.", "author": "Robert Jordan", "title": "New Spring"}, {"quote": "Men who weren’t there call it the Battle of the Shining Walls.  Men who were, call it the Blood Snow.  No more.  They know it was a battle.  On the morning of the first day, I led nearly five hundred men.  Kandori, Saldeans, Domani.  By evening on the third day, half were dead or wounded.  Had I made different choices, some of those dead would be alive.  And others would be dead in their places.  In war, you say a prayer for your dead and ride on, because there is always another fight over the next horizon.  Say a prayer for the dad, Moiraine Sedai, and ride on.", "author": "Robert Jordan", "title": "New Spring"}, {"quote": "There was a difference between being proud of a grand fireplace in your hall and walking into the flames. (no one wants to be too close to Aes Sedai)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "A man will cut off his own hand to get rid of a splinter before asking help from Aes Sedai.  Some men say the loss of the hand might be the better decision.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "The Creator must have been tired when it came time to make men; sometimes they hardly seemed human.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "There’s no time for winking at the men when you’re busy bailing the boat. (too many troubles to worry about love)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "You catch no fish if they see the net.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "On the heights, the paths are paved with daggers. (the dangers of climbing the social ladder)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "A man could go crazy trying to understand women.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "No man likes to run forward blindly when he knows there is a cliff somewhere ahead.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "You could weave silk from pig bristles before you could make a man anything but a man.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "A weeping woman is a bucket with no bottom.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Nynaeve had what Lini would have called “a hard patch to hoe,” loving not just a Warder, but a man who tried to deny returning her love.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "No good decision was ever made in anger.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Try to offer advice that helps.  If you cannot, keep silent.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "If you sit and wish for what you want, you may not see it this side of the grave.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "He had moaned over a splinter in his finger and treated a broken leg as if it were nothing at all.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "“You have made a place in my heart where I thought there was no room for anything  else.  You have made flowers grow where I cultivated dust and stones.”", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Poke the meekest dog too often, and he will bite.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "When a boat has one leak, it is sure to have others.  (the problems you see are probably not the only ones that are there)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Do not trouble trouble till trouble troubles you.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "No point in crying when the iron split; you just reforged it. (don’t cry over spilt milk)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "To anger the Ogier and pull the mountains down on your head.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Borrow trouble, and you repay tenfold.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "The wave that has passed cannot be called back.  (a missed opportunity is gone)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Treat him well and care for him properly, and he will fight for you against the worst sea.  He will fight to keep you alive even after the sea has long since given him his own deathstroke.  Neglect him, though, ignore the small warnings he gives of danger, and he will drown you in a flat sea beneath a cloudless sky.  (ships are like men)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Life is uncertainty and struggle, choice and change.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "As well try to understand the sun.  It simply is, and it is not to be understood.  You cannot live without it, but it exacts a price.  So with women.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "If you plan for the worst, all surprises are pleasant.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "You have to know when to rein them short, and when there’s nothing to do but give them their head. (on handling men)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Letting them have their way when it isn’t important makes it easier to check them when it is.  (on handling men)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "An Aes Sedai’s gift always has a hook in it.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Let her think she’s running things.  That way, when it’s important, and you say different, by the time she gets over the shock of it, you’ll have matters arranged as you want, and it will be too late for her to badger you about changing it. (on handling women)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "And even the most benevolent often allow for a few threads snapped in the weaving, a few reeds broken and discarded in making a basket.  (sometimes you have to break a few eggs to make an omelet)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "When the boar breaks cover there’s only you and your spear. (sometimes you can only depend on yourself)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "(verse)My home is waiting there for me, and the girl I left behind.  Of all the treasure that waits for me, that’s what I want to find.  Her eyes so merry, and her smiles to sweet, her hugs so warm, and her ankle neat, her kisses hot, now there’s a treat.  If there’s a treasure greater, it lies not on my mind. (verse) Oh, I have seen stark Tarwin’s Gap, and the Trollocs’ raving horde.  I have stood ‘fore the Halfman’s charge, and walked on death’s cold horde.  But a winsome lass, she waits for me, for a dance, and a kiss ‘neath the apple tree..(Song: Coming Home from Tarwin’s Gap)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Wanting won’t make a stone cheese. But he still smells like cheese to me. (wanting someone to be guilty will not make them guilty even if they seem guilty to you)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "About adventures: “Mainly I’ve just tried to keep from having my head split open.  That’s what adventures are, that and finding a place to sleep for the night, and something to eat.  You go hungry a lot having adventures, and sleep cold or wet or both”", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "There are lionfish out there, and she was swimming in darkness.", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "It’s time to stop trying to hack a hole in the hull, and start bailing.  (stop causing problems and work on solutions)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "What would they not dare, when they dared so much?", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "I still know how to ready a crew for a storm.  (although I lack authority, I can help others with my experience)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Just because I can hook a shark from a boat, I do not offer to wrestle it in the water.  (don’t fight when you can’t win)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "I am not fool enough to wade into a school of silverpike. (I don’t walk into trouble)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "Wash the spears - while the sun climbs high.  Wash the spears - while the sun falls low.  Wash the spears - who fears to die?  Wash the spears - no one I know!  Wash the spears - while life holds true.  Wash the spears - until life ends.  Wash the spears - Life is a dream.  Wash the spears - All dreams must end.  Wash the spears - till shade is gone.  Wash the spears - till water turns dry.  Wash the spears - How long from home?  Wash the spears - until I die!  Wash the spears - till the sun grows cold.  Wash the spears - till water runs free.  Wash the spears - while I breathe.  Wash the spears - my steel is bright.  Wash the spears - … (Aiel fighting song)", "author": "Robert Jordan", "title": "The Shadow Rising"}, {"quote": "You can’t patch a hull when the whole boat’s burned", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "One said what one must when coming as a beggar.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A slow horse does not always reach the end of the journey.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The right medicine always tastes bitter; most of all for a child who throws a sulky tantrum.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "If a kitchen girl puts a knife in your back, are you less dead than if you fall in a sha’je duel at Qal? (sha’je duels, held at Qal, involve poisoned blades)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Clutch the bramble, and you will be pricked.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Use what you must use, or let the Shadow cover the land.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The only way to live is to die.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "You do what must be done.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Men believe the worst easily, and women believe it hides something still darker.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A woman’s eyes cut deeper than a knife.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "May you find shade this day. (Aiel Farewell)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The Stone still stands (Battle cry from the stone of Tear)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The world had to be faced as it was, not as you wished it to be.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "There were always five things that needed doing immediately, and ten that should have been done yesterday.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Dance with her, and she will forgive much; dance well, and she will forgive anything.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Attack on ground where your enemy believes you will not, from an unexpected direction at an unexpected time.  Defend where your enemy believes you are not, and when he believes you will run.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Surprise is the key to victory, and speed is the key to surprise.  For the soldier, speed is life.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "What can’t be changed must be endured.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "It’s bad enough they want to stick an oar into my work and row as they please; now they make me wait.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A lion survives by being a lion, and a mouse by being a mouse.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The pike does not ask the frog’s permission before dining.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The problem was making sure the cure was not worse than the disease.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Duty is heavier than a mountain; death lighter than a feather.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A man must know when to retreat from a woman, but a wise man knows that sometimes he must stand and face her.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A young man chases shadows and runs from moonlight, and in the end he stabs himself in the foot with his own spear.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "If you took risks, sometimes the bill came due when you least expected, in the last way you expected.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "First things first; take care of what can be done now before worrying too long over what might never be.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A man without trust might as well be dead.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "What you need isn’t always what you want.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Remarks like that were the sign of a slow mind and a dull wit. (reference to swearing)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "What had to be endured, could be.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The yellowfly is almost too small to see, but if you leave its egg in your skin, you will lose an arm or leg before it hatches - if it does not kill you.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "I’m talking nonsense, and instead of embarrassing me by saying so, or arguing about it, they’ll just ignore it.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A cat for a hat, or a hat for a cat, but nothing for nothing.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Women do not become exhausted, they only exhaust others.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The general who leads in the front of battle is a fool.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Never prod at a woman unless you must.  She will kill you faster than a man and for less reason, even if she weeps over it after.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Let the dead rest, and care for the living.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "She would not be a coward.  Not everyone could be as brave as everyone else, but cowardice was despicable.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "So the wind came that way, did it? (so that’s what’s going on.)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "We are always more afraid than we wish to be, but we can always be braver than we expect.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "You can’t put honey back in the comb.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The plump little grunter for the table turns out to be a live silverpike as long as your leg. (biting off more than you can chew)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "If the world is ending, a woman will want time to fix her hair.  If the world’s ending, a woman will take time to tell a man something he’s done wrong.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "You’ve jumped out of a tree toward a bear pit, and you think everything is fine because you haven’t landed yet.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The best men were reluctant to take orders, and always worth teaching to.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Fools only listen to themselves.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Egwene was mule stubborn, and Nynaeve made her look biddable.  Worse, either would climb a tree to see the lightning better.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Man mixes with Aes Sedai, he’s bridled himself and put a saddle on his back.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "I’m headfirst in a sack, and the strings are tied tight. (I’ve gotten myself into a jam)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "He really was turning into a randy goat. (too horny)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "If you pursue two hares, both will escape you.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Give me your trust, said the Aes Sedai.  On my shoulders I support the sky.  Trust me to know and to do what is best, And I will take care of the rest.  But trust is the color of a dark seed growing.  Trust is the color of a heart’s blood flowing.  Trust is the color of a soul’s last breath.  Trust is the color of death.  Give me your trust, said the queen on her throne, for I must bear the burden all alone.  Trust me to lead and to judge and to rule, and no man will think you a fool.  But trust is the sound of the grave-dog’s bark.  Trust is the sound of betrayal in the dark.  Trust is the sound of a soul’s last breath.  Trust is the sound of death.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Cheer the bull, or cheer the bear; cheer both, and you will be trampled and eaten.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Just because a woman says she believes something, doesn’t mean it is true.  Oh, she’ll believe it, but a thing is not necessarily true just because a woman believes it is.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "If a woman is stronger than her husband, she comes to despise him.  She has the choice of either tyrannizing him or else making herself less in order not to make him less.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Whether it burst into flame or smoldered underground, a wise man stepped wide of women’s arguments.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "An Aes Sedai is ten women in one skin.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Peasants have a good bit of wisdom sometimes, burn my soul if they don’t.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Ignore them and let them cook in their own broth.  (what to do when people are angry at you.)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A yearling who puts her nose into the wrong den may have her ears bitten off.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "A faint whiff of something spoiled when you already sat on a midden heap.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "a dog snarling at you when wolves already had hold of your skirts.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Now, that’s a rotten turnip tossed in the stew.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Do what you must, and pay the price if you’re wrong.  Sometimes if you are right, too.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The only man completely at peace is a man without a navel.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "The unforeseen could bite you on the ankle when you least expected it and could least afford to be distracted.", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "It is time for the piper to play the dance. (it’s time to fight)", "author": "Robert Jordan", "title": "The Lord of Chaos"}, {"quote": "Defeating Aes Sedai was not easy; making them admit defeat lay on the far side of impossible.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "tethered like goats until the lion came.  (something to say when you are trapped)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "What could not be mended had to be endured.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Life is a dream that knows no shade.  Life is a dream of pain and woe.  A dream from which we pray to wake.  A dream from which we wake and go.  Who would sleep when the new dawn waits?  Who would sleep when the sweet winds blow?  A dream must end when the new day comes.  This dream from which we wake and go. (Aiel Song)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Give an Aes Sedai a finger, and she took your whole arm, unless she decided to take more.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Young men and fools sometimes bear pain they do not have to as a badge of their pride.  And their foolishness.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "If you don’t know everything, you must go on with what you do know.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "All it needed now was for the Forsaken to appear.  And Sevanna with her Sahido.  That would put the cream on the honeycake.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Women are stranger than drunken wetlanders.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "A jealous wife is like a hornets’ nest in your mattress.  No matter how you twitched you got stung.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You have the courage of three men.  And the sense of a child on leading strings.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Why is it that as a man’s courage goes up, his sense goes down?", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "To trust was to be betrayed; trust was pain.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Nobody could live without giving trust somewhere.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Wise Ones can be as blind as any man when it comes to seeing the battle ahead and missing the scorpion underfoot.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "When you leap from a cliff, it is too late for anything but holding to your courage and hoping there’s a haywagon at the bottom to land in.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Being careless where you knew it did not matter could lead to being careless where it did.  Worse, you could discover you had been wrong about where it mattered.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "The weak must be bold cautiously.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "If you believed a servant knew twice what he should, you only knew half the truth.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "That’s a bucket of horse sweat. (that’s B.S.)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Fear could make the mildest man dangerous.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Pluck the goose that’s in front of you.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Do what you must, then pay the price for it.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "It was refusal to admit the debt, refusal to pay, that often turned necessity to evil.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Without men, no woman would have gray hairs.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "It is the enemy you underestimate who kills you.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Weak sticks were better than none when you were fending off a bear.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Believing because you think you know is dangerous.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Caution until you’re sure, and then a little more caution.  (on trusting others)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "An ignorant woman who keeps her mouth shut will be thought wise.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Keeping the first secret always means keeping ten more.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You aren’t just changing a few things, you’re rebuilding the boat while sailing a storm!", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "That would put the fox in the henyard.  (comment on a hypothetical situation that would make matters much worse)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "A split sail is split. (the cat’s out of the bag, what’s done is done)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Who asks must, of course, pay highest.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "A woman would do a thing until you were sure she always would, then do something else just to ruddle you.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "(He’s) Not a man to bother unless you must, and then I’d think three times.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "I will refrain from telling you who should haul which net on which boat. (I won’t tell you how to run your shop)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Men have it quite easy, my Lord, if they only looked or listened.  Women have the difficult task.  We must try to understand men.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "A man is a maze of brambles in the darkness, and even he does not know the way.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Only a fool thinks a lion or a woman can truly be tamed.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "No one could outrun death.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "As the plow breaks the earth shall he break the lives of men, and all that was shall be consumed in the fire of his eyes. (about the Dragon)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Wishing was for children.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Walk too near a forgefire, and you can be burned badly.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "If you want to see what a man is made of, push him from a direction he doesn’t expect.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "What could not be mended must be lived with.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You should not kiss a man unless you intended to marry him.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You should not kiss a man too casually because men fell in love so easily.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Words will not skin the boar, much less kill it. (you don’t accomplish anything by talking)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "The spine that refused to bend at all was often the most malleable once it gave way.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Men kept sticking their hands in the fire thinking, this time it would not burn.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "No one took you seriously until you had at least a little gray.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "The blindest are those who keep their eyes shut.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Many others have seen far worse.  You are alive.  None of your bones are broken; your wits are whole.  Endure; let the past pass, and go on with your life.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Only fools kiss hornets or bite fire.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Patience stood second only to courage as a noble virtue.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "It’s always a man’s fault.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "The pure truth was, women all had a violent streak, not just some of them.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Men teach cats curiosity, but cats keep sense for themselves.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You must begin by asking for ten to get one.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You can never put honey back in the comb.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "He had no right being that hard, not when she wanted to hit him.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Modesty is a man’s crowning glory.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Any quarrel can be forgiven, but kings never forget.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Women keep promises in their own way.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Usually when a woman was in the wrong, she could find so many things to blame on the nearest man that he wound up thinking that maybe he really was at fault.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "There were only two times a woman admitted she was wrong: when she wanted something, and when it snowed in midsummer.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "You are a troublesome man, Mat Cauthron.  Lini would say I was repeating myself.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Oh sheep swallop!  Sheep swallop and bloody buttered onions! (cursing)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "It was not polite to kill someone you had sealed a bargain with.  At least, not until the terms were fulfilled.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "All things are possible, if it pleases the Light.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "What’s life if you don’t take a chance now and then? (for when you’ve done something crazy/stupid that turned out well)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "“I will, Honor’s truth.” “The honor of blood; the truth of blood.” (Someone giving a pledge and another accepting it)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Wash the spears, while the sun climbs high.  Wash the spears, while the sun falls low.  Wash the spears; who fears to die?  Wash the spears; no one I know! (Aiel Song)", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Men scheme and women plot, but the Wheel weaves as it will.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "Master of the lightnings, rider on the storm, wearer of a crown of swords, spinner-out of fate.  Who thinks he turns the Wheel of Time may learn the truth too late.", "author": "Robert Jordan", "title": "A Crown of Swords"}, {"quote": "He had done this too many times in the last few months to need her reply, but iron was spoiled for want of care.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Let’s see how the shoe nails onto your hoof.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Better ten days of love than years of regretting.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "When the Whitecloaks give me a gift, I search for the poisoned needle hidden in it.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Men! Too blind to see what a stone could see, and too stubborn to be trusted to think for themselves.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Men! They always say to send for them if you need them, but when you do need one, you need him right then.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "You are worrying about a lionfish out in the Sea of Storms, while here and now the silverpike are chewing our nets to shreds.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Should and would build no bridges.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "When there are fish heads and blood in the water, you don’t need to see the silverpike to know they are there.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "A master sailor who’s barely learned to hoist a sail!", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Trust is as slippery as a basket of eels sometimes.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "When you don’t have an oar, any plank will do to paddle the boat ashore.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "that’s like being told to go up in the hill and find lion, only you do not know whether there are any lion, but if there are, they may be hunting you, and they may be disguised as bushes.  Oh, and if you find any lion, try not to let them eat you before you can tell where they are.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Of course I am afraid.  I am not a fool.  But not afraid enough to quit before I have even started.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "You can turn the worst that comes to your advantage if you only think.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "I’m down at the bottom of the well.  It’s night, and the rain is coming down.  The sides are falling in, and there’s no rope to climb.  I’m down at the bottom of the well. (song that Mat sang)", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Men always seem to refuse to admit they are sick until they’re sick enough to make twice as much work for women.  Then they claim they’re well too soon, with the same result.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "When you got sick, you became invisible to women unless they were actually talking to you.  And then they took at least ten years off your age.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Would you set sail in a boat when you didn’t know whether the caulking would hold, or whether a plank might be rotten?", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "A flapping tongue has killed more men than sudden storms ever did.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Once you decide to gut a fish, there’s no use waiting till it rots.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "A stone wall stops a blind woman as surely as one who can see it. (reference to a wall made of saidin)", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Would you put your head in a bear’s mouth just to show you weren’t afraid?  Would you do it twice just because you’d done it once and didn’t die?", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "One pretty woman means fun at the dance.  Two pretty women mean trouble in the house.  Three pretty women mean run for the hills.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "You are smiling like cats staring at a finch caught in a thornbush, and I think I am the finch.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "If you want the fun of the jig, you have to pay the harper sooner or later.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "If a women does need a hero, she needs him today, not tomorrow.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "I’ll dance with a girl with eyes of brown or a girl with eyes of green, I’ll dance with a girl with any color eyes, but yours are the prettiest I’ve seen.  I’ll kiss a girl with hair of black, or a girl with hair of gold, I’ll kiss a girl with any color hair, but it’s you I want to hold. (Song)", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "There’s always a balance, you know.  Good and evil.  Light and Shadow.  We would not be human if there wasn’t a balance.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "It is better to be the hammer than the nail.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "I have heard it said that a man caught between his wife and a Wise One often wishes for a dozen old enemies to fight instead.  A man caught between a wife and three Wise Ones, and the wife a Wise One herself, must consider trying to slay Sightblinder.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Do not cut off your ears because you do not like your earrings.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Mudfish don’t school with silversides.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "If you cannot carry your weight any longer, you may drag us all down the mountain.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "Men fight when they should run, and fools fight when they should run.  But I had no need to say it twice.", "author": "Robert Jordan", "title": "The Dragon Reborn"}, {"quote": "An Aes Sedai’s gift is bait for a fish.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "A south wind brings a guest, a north wind an empty house.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "A pig painted gold is still a pig.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Talk shears no sheep.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "A fool’s words are dust.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "My mother always told me the best way to learn to deal with a man was to learn to ride a mule.  She said they have about equal brains most of the time.  Sometimes the mule is smarter.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "The winds of destiny are blowing and we must ride them where they take us.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Either we go naked in the storm, or cling to a protection that will scourge us.  The Light help us all.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "If you won’t take a chance, you’ll never win a copper.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "If you sleep in the afternoon, you can’t expect to sleep at night.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Better to have one woman on your side than ten men.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "When someone gives you a horse, don’t complain that it isn’t as fast as you’d like.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "As risky as a winter gale in the Sea of Storms.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "You bore a hole in the boat and worry that it’s raining.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "You can’t escape, but maybe you can hold your own for a while, and perhaps you can keep your pride at least.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "An anchor is not demeaned by being used to hold a boat.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Much better to let a sleeping lion sleep.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "The best of men are not much better than housebroken.  But then, the best of them are worth the trouble of housebreaking.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Men are never more than half-civilized until they’re wedded.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "When you can’t win a big victory, learn to settle for the small ones.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Easing the Badger (name of an Inn)", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "You’ll need slyer bait or finder nets to catch this fish.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "We rode down to River Iralell just to see the Taren come  We stood along the riverbank with the rising of the sun.  Their horses blacked the summer plain, their banners blacked the sky.  But we stood our ground on the banks of River Iralell.  Oh we stood our ground.  Yes, we stood our ground.  Stood our ground along the river in the morning. (song)", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Patience is a virtue that must be learned, but we must all be ready for the change of an instant.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Listen, and speak when you know what to say.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "To seek, to strive, is to know danger.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "A clean break is best.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Jump in a hole without looking, and there’ll be a snake in it every time.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "A stick and honey always work better than a stick alone.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Break your neck, and I’ll see it mended just so I can break it again.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "I will make her curse the day her mother laid eyes on her father.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "Men usually think with the hair on their chests.", "author": "Robert Jordan", "title": "The Great Hunt"}, {"quote": "A flapping tongue can put you in the net instead of the fish.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "If you must drown or ride a lionfish, you ride and hope for the best.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "If you won’t row, get out of the boat and swim by yourself!  See how far you get with revenge alone.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The more women there are about, the softer a wise man steps.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Luck is a horse to ride like any other.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "There are only three things you can do with a man like that: stay away from him, kill him, or marry him.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A spoonful of hope and a cup of despair.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A man is a man, on a throne or in a pigsty.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A shoat squealing under a fence just attracts the fox, when it should be trying to run. (whining is not productive)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Not thinking about a thorn doesn’t make it hurt your foot less. (About avoiding thinking about unpleasant realities)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Caution gets the boat home.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Caution got the boat home, but sometimes boldness brought back a full hold.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A fool puts her hand into a hollow tree without finding out what’s inside first.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "If you don’t look for snakes, you cannot complain when one bites you.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Kings and queens can be fools when they forget what they are and act like who they are, but they’re worse when the only remember what they are and forget who.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Do we fight?  If we do, then know that in battle there is only winning and losing.  Rules against hurting are for games.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "He strains to hear a whisper who refuses to hear a shout.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Take what you want and pay for it.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Cool reason is always better than hot words.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I mean to deal with the world as I find the world, for as long as I can.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Men could be blind when it suited them.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "That was another thing men did: make excuses to do exactly what they wanted.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "My neck is scrawny and old.  If you want to give it to hangman or headsman, I am almost done with it anyway.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A gnarled old branch dulls the blade that severs a sapling.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "When the honey’s out of the comb, there’s no putting it back.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Better to face the bear than run from it.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Men are only good for three things, though very good for those.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A fool puts a burr under the saddle before she rides.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "At my age, if I make it up, it’s still an old saying.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Dragging feet never finish a journey.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Sleep well and wake.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Well, don’t stop pulling oar with the shore in reach.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "You are rudderless, and you sit here, drifting with your sails down.  (you have no leader or direction; adrift)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A fish in the boat is worth a school in the water.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A thin straw to weave a basket. (making an argument with not much to go on)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I’d as soon sail in a rotting hull full of last month’s eels.  (means “no”)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Fall in love with a man, and you ended up doing laundry.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Like kicking a bale of wool; whatever impression you made was gone as soon as your toes were. (trying to change a stubborn person)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Move, you flaming fatherless son of a spavine goat! (Curse said by Rand to himself)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Better to try understanding the sun than a woman.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "You cannot hold the sun down at dawn. (Nynaeve trying to hold her temper)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Who reaches for the sun will be burned.  (don’t try to climb too high above your station)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Even a queen stubs her toes, but a wise woman watches the path.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "She did not drag me into this by my hair.  If she claims responsibility for the consequences, then she claims responsibility for my actions.  I am a free woman, and I made my own choices.  She did not decide for me.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I always say, if you must mount the gallows, give a jest to the crowd, a coin to the hangman, and make the drop with a smile on your lips.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I will not allow you to make me less, to make my decisions less, by claiming responsibility for them.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I take people as they are, not as I would like them to be, or else I leave them.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I will make you see the right of this, or I will drive you away.  There is no other course.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "It was one way to find money for the poor: simply rob anyone who was not poor.  Of course that would just make everyone poor in the end, but it might work for a time.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A man is an oak, a woman a willow.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Elayne always chooses to saddle a horse at the gallop if she can, but I thought that you, at least had more sense.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Never kiss a girl whose brothers have knife scars.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Never gamble without knowing a back way out.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The best plan lasts until the first arrow leaves the bow.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A woman is no less a woman because she carries a spear.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Women seemed to enjoy jabbing the needle in just when you thought the danger was past.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "I would burn the world and use my soul for tinder to hear her laugh again.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Only a battle lost is sadder than a battle won.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "There’re some delight in ale and wine, and some in girls with ankles fine, but my delight, yes, always mine, it to dance with Jack o’ the Shadows.  We’ll toss the dice however they fall, and snuggle the girls be they short or tall, then follow young Mat whenever he calls, to dance with Jak o’ the Shadows.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "She was not going to go because he asked.  Asking would certainly put a fox in the henyard. (asking would cause lots of problems)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The louder a man tells you he’s honest, the harder you must hold on to your purse.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The fox often offers to give the duck its pond.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "You can become used to anything if it goes on long enough.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Sometimes, it is difficult to see the difference between oneself and one’s enemies.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "It was easier to trip a fool than to knock him down.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A pebble in your shoe was small compared to having your head cut off, but if the pebble was there and the chopping block might never be… (realities are the pebble and terrible possibilities are the chopping block)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "If you have to do a thing, best you get used to it.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Waiting turns men into bears in a barn, and women into cats in a sack.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "She had a temper like a boar caught in briars at the best. (describing Nynaeve)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "An open sack hides nothing, and an open door hides little, but an open man is surely hiding something.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Give a man the chance to loom, and he had the battle half won.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The world is still out there, and I mean to wrestle it to the ground.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "To know two, you must first know one.  (for when you have two questions that are related)", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A woman’s flaming rights are whatever she flaming says they are.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "When the boats sinking, you plug the hole with what you can find.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "‘Should be’ isn’t ‘is’.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "“Wish” and “want” trip the feet, but “is” makes the path smoother.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "You had to deal with what was, not what you wished was.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Stopping a man from what the wants to do is like taking a sweet from a child.  Sometimes you have to do it, but sometimes it just isn’t worth the trouble.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The Creator made women to please the eye and trouble the mind.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A clean wound heals quickest and pains shortest.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "The last embrace of the mother welcome you home.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "There are always choices.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Done was done.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "We all make our limits.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "What’s put a hook in your gills today, girl?", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Is that what has your shift in a twist?", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "Take what you can have.  Rejoice in what you can save, and do not mourn your losses too long.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "A young lion charges quickest, and when you least expect it.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "There’s no point letting honey age too long before you eat it.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "It’s too late to change your mind after you’ve jumped off the cliff.", "author": "Robert Jordan", "title": "The Fires of Heaven"}, {"quote": "We’d better decide what to do fast, or we’ll still be digging at the bottom of the well when the rains hit. (figure out what to do about the consequences before they arrive)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Looking a queen is not enough, but a fine mind, a keen grasp of affairs, and a brave heart will go for nothing if people do not see you as a queen.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A queen could not show herself afraid, even when she was.  Especially when she was.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Explain decisions as seldom as possible; the more often you explained the more explanations were necessary, until they were all you had time for.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Gareth Bryne said to explain if you could; your people did better if they knew the why as well as the what.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Mother’s milk in a cup!", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A child waiting to be born cannot take time to send people away. (you must drop everything and attend to this)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Courage is a well, deep in some, shallow in others.  Deep or shallow, wells go dry eventually, even if they fill again later.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You will face what you cannot face.  Your spine will turn to jelly, and you vaunted courage will leave you weeping in the dust.  The day will come.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Ji’e’toh binds you like the bands of steel.  For ji, you make yourself exactly what is expected of you, to the last hair.  For toh, if necessary you will abase yourself and crawl on your belly. Because you care to your bones what everyone thinks of you.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Will you never smile at a man to give your arguments more weight or touch his arm to distract him from the weakness of your arguments?  You will, and you will be no less for it.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Your arms will grow weak. Your legs will lose their swiftness.  A youth will be able to take the knife from your hand.  How will skill for ferocity avail you then?", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Heart and mind are the true weapons.  But did you learn to use the spear in a day, when you were a Maiden?  If you do not hone mind and heart now, you will grow old and children will befuddle your wits.  Clan chiefs will sit you in a corner to play cat’s cradle, and when you speak, all will hear only the wind.  Take heed while you can.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Beauty flees.  Years will make your breasts sag, your flesh grow slack, your skin grow leathery.  Men who smiled to see your face will speak to you as if you were just another man.  Your husband may see you always as the first time his eyes caught you, but no other man will dream of you.  Will you no longer be you? Your body is only clothing.  Your flesh will wither, but you are your heart and mind, and they do not change except to grow stronger.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You will know anger at one another again, you will speak harsh words, but you will always remember that you have already strucker her.  And for no better reason than you were told to.  Let those blows pass for all you might wish to give.  You have toh toward one another, toh you cannot repay and will not try to, for every woman is always in her first-sister’s debt.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A fine boiling stew for anyone to carry to Cairhein without being scalded.  A stew that might have poison in it for some.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You did the boy no favor.  You helped him let go of what he believed, and now all he has to believe in is you and that sword.  It’s not enough, not for any man.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Mourn and move on, and meet her again in the Wolf Dream.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "We all wake from the dream one day, but if she still dreams, we will find her.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Brave words make scant covering for bare skin.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Wait for rescue, and you might wait forever.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "What must be endured, could be endured.  She intended to escape, not make useless gestures.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "She kept shrilling that they could not do this to her, understandable coming from a queen, if foolish in the circumstances.  Plainly they could, and they were.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Sup from too many dishes, and you deserve a bellyache that’ll split you open.  Especially when they’re not your dishes. (in reference to infidelity)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I think the woman was born in Far Madding in a thunderstorm.  She probably told the thunder to be quiet.  It probably did.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Light women would believe anything about a man so long as it was bad.  And the worse it was, the more they had to talk about it.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Faile had to be alive.  He tried to fix that thought in his head, but it hurt like gripping a sharp blade bare-handed.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Did Sareitha really have to tell her water was wet? (did she really have to state the obvious?)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Young, pretty women often think plain clothes and a dirty face make them invisible.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A queen could not show herself afraid, especially when she was.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A wise ruler knows when to speak and when not.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Nynaeve calling anyone stubborn was the rooster calling the pheasant proud.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "It will take time to convince the Mistress of the Hounds that she is really a hound herself. (Convincing the suldam that they are damme)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "From what I saw of him, I myself would not believe him dead unless I sat three days with the corpse.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A full stomach at midday made for a dull head in the afternoon.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "One day you will be too clever, Elayne.  So sharp you cut yourself.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You look as if you just swallowed a rotten plum.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The Light send you know what you’ve done.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "She hoped they would not let Elayne scramble into brambles she could not get out of.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Tools need to be shaped one way or another.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The Great Lord only knows.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "An owl calling at dawn meant a death and rain without clouds an unexpected visitor.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "No command should be issued in anger.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Lidya had been responsible for her anger last night.  No, she had caused it, but Tuon herself was responsible for her own emotions.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Three long gray porpoises rose beside the ship and sounded.  Three, and they did not rise again.  Hold to your chosen course.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Women loved to show sympathy, if you played it out right.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Let a woman know you were nervous, and she put her own construction on it, and sympathy went right out the window.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Most women were more amenable after a few kisses.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A man might bluff and bluster and walk away if the matter was not serious, but a woman could crack your skull on a whim.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "With the mighty, you must bend your neck a little and walk on.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "So long as one Illuminator lives, the Guild, it lives too, and me, I still live!", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Women usually appreciated a little comforting when they cried.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Stab my eyes, we’ll have to wade to get through this!", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A street full of Seanchan was no place for a flapping tongue.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I would think by this time you’d have had enough of shaving blind.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You say you won’t take risks, but you will.  And when you do, you’ll make anything I might try look like an evening stroll in the garden.  With you around, even the barber is blind.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The Light’s blessing on all here.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Enter with the blessings of the Light.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The blessings of the Light be on you also.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "That’s the thing about women, if one says no, there’s always another will say yes.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "And that was the stone that broke the wagon clean in two.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Women did strange things to a man’s head.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I do not believe in telling a man more than he needs to know.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "There was nothing a woman  would not tell you if you kissed her enough.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You squeezed the wrong melon, and it turned out the melon was a lionfish in disguise and you were just a plump grunter.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "It was a simple truth; the Creator made women so men would not find life too easy.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Women liked to talk, and when they talked enough, they let slip things better left unspoken.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I’m Down at the bottom of the well. (song)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You did not rise in the ships just through your ability to Weave the Winds or predict the weather or fix a position.  You needed to read the intent that lay between the words of your orders, to interpret small gestures and facial expressions; you had to notice who deferred to whom, even subtly, for courage and ability alone took you only so high.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Perhaps there was nothing in it that would help her, but if she had to pick oakum, the only way was to find a thread and pull.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Here come the Aelfinn to steal all your bread; here come the Ogier to chop off your head.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Swords only become useful when wits fail.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The Drunken Peddler (song)", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "That was jolly enough to cheer the dead.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "When a woman adjusted her clothes for no reason, it was like a man tightening the straps of his armor and checking his saddle girth; she meant to drive home a charge, and you would be cut down like a dog if you ran.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "He was too weak for what had to be done.  He needed to drink in winter, till he made winter’s heart seem like Sunday noon.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You listen to me.  I won’t let you die.  And if you manage it just to spite me, I’ll follow you and bring you back.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A man who trusts everyone is a fool, and a man who trusts no one is a fool.  We are all fools, if we live long enough.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "He is turning into a stone, and if he doesn’t relearn that he’s human, winning the Last Battle may not be much better than losing.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The Wheel turns, and everything changes.  I must get used to it.  I will get used to it.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I have hard decisions to make.  The Wheel weaves as the Wheel wills, but it is still me who has to decide.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I know you will make the right decision.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "I hope so.  Because whatever I decide, people are going to die for it.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "What was not forbidden was allowed.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Sleep well and have pleasant dreams.  Pleasant dreams are more valuable than people realize.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A spy is your enemy’s tool until you know her.  Then she is your tool.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Better to feel a fool than be one.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "May Peace abandon me and the Blight consume my soul if harm befalls you or anyone with you in our camp.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Sometimes, you find yourself outnumbered, with no path to slip away.  Always do what your enemy least expects.  In that case, you must attack.  From the start, you must attack.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Most merchants would trade with their mother’s murderer if it brought profit.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A man given a loaf should not complain that a few crumbs were missing.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Determination combined with panic could get people killed.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Women lied to get a man into bed, and they lied worse once they had him there.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Most people were more willing to talk about fighting than to do it, especially against soldiers.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "When wolf-hounds pass by, mice lie quiet or get eaten.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Better a live mouse than a dead one.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Stories have power.  Gleemen’s tales, and bard’s epics, and rumors in the street alike.  They stir passions, and change the way men see the world.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "What one woman knew was always known to every woman inside a mile soon enough.  Wildfire did not run through dry woods as  fast as gossip ran through women.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Luck was a very fine thing with the dice.  Depending on luck other places could get a man dead.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Plans always need adapting, once the anchor is dry.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "A man made do with what he had.  Especially when he had no choice.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "The trouble with having a pet fox is that sooner or later it remembers it is a fox.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Women are a maze through briars in the night and even they do not know the way.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You can never know everything, and part of what you know is always wrong.  Perhaps even the most important part.  A portion of wisdom lies in knowing that.  A portion of courage lies in going on anyway.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Only fools kiss hornets or bite fire.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "Command: Let go!  Answer: When the sun turns green.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "What must be endured, could be endured.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "If a sword had memory, it might be grateful to the forge fire, but never fond of it.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "You made a bargain with them, the same as signing a treaty or giving your word.  Keep it, or tell them it’s broken.  Otherwise, you are just a thief.", "author": "Robert Jordan", "title": "Winters Heart"}, {"quote": "He who would cup with the mighty must climb the path of daggers.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "On the heights, all paths are paved with daggers.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "The Shadow never sleeps.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "The dice are out of the cup.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "What was done was done.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "We are one, to the death. (Borderland oath)", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Death was nothing to fear, everyone died, today or on another, but she did not want to die like a rabbit kicking in a snare.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Tripping someone who tried to walk too high was always fun, or watching it done, and even a short fall was worth a laugh.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Fools deserved whatever their foolishness brought.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "It was what she deserved for taking things for granted.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Peel the apple in your hand, not the one on the tree.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Tears are for after; they just waste time before.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "When a woman plays the fool, look for the man.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Kittens tangle your yarn, men tangle your wits, and it’s simple as breathing for both.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I will bite my knife, but my liver may burst for it.  (regarding holding your temper)", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "It’s one of the things men are for, taking the blame.  They usually deserve it, even if you don’t know exactly how.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "It is better to be sure than to weep later.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "No woman was finished with the Tower until it was finished with her, but truthfully, once the White Tower touched you, it never was finished.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "What you order done, you must be willing to do with your own hand.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "As a queen, what you order done, you have done.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Even a queen cannot be above the law, or there is no law.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "You can do whatever you wish, child.  So long as you’re willing to pay the price.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "No knife is sharper than a sister’s hate.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Duty will make you weep, but you must bear and do what must be done.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "You hammered the iron that lay on your anvil instead of daydreaming about working silver.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "A fool abandons friends, and gives up silver for shiny brass.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Three things annoy to distraction: a tooth that aches, a shoe that pinches, and a man that chatters.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Only a fool killed a deer when he knew there was a wounded bear behind his back.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "A man needed all of his wits when dealing with a woman.  Too often, even that was not enough.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Managing a husband is an art.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "A wife had to be practical to keep her husband out of trouble.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Skittish as green quail in summer, when the foxes were teaching cubs to hunt.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Only a fool obeys another’s command to push him over a cliff.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "All things change until we wake.  The dream drifts on the wind.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Burn me, a man wants to sit on a red adder, it’s his affair.  Not my business if a man wants to warm his hands when the roof’s on fire.  It’s his life.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Giving a man advice about his wife is a good way to get your innards spilled.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "More fools know Jak Fool than Jak Fool knows.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Best to step warily till he knew how the path lay.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Only a fool tried to root out all of his wife’s secrets.  Or let her know about those he had unearthed already.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I offer you water oath.  By this we are bound as one, to (do some action or accomplish some goal) “We are bound as one.” (accepting the oath)", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "What had to be done, had to be done.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Men are a trial, and that one the worst!", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Whether or not what you do has the effect you want, it will have three at least you never expected, and one of those usually unpleasant.  (the law of unintended consequences)", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I’m not in the habit of letting my tongue flap like a torn sail.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Some falls hurt less than others.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "If I must die to defend my lands and my people, then better here than where my lands and people die too.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "You don’t have to set a fire on deck just to make things interesting.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Netting lionfish isn’t enough for you.  You have to stuff a prickleback down your dress too.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "You aren’t content trying to wade a school of silver-pike.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "You got further plucking the chicken in front of you than trying to start on one up a tree.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "It was too late to be frightened once you grabbed the wolf by the ears.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Nothing stays the same forever.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I have sailed the Fingers of the Dragon in the dark, you know.  And netted a lionfish once, with my father.  It can be done.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Be sure of yourself, but not too sure.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "It isn’t the stone you see that trips you on your nose.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "We have what they want, but they have what we need.  I’m afraid that means they set the price.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Why is it, when you reason things out logically, a man always does something completely illogical and gains the upper hand?", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "A secret spoken finds wings.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Dead men can’t betray anyone.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "A woman would kill you twice as fast as a man, and usually for half the reason.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "The dead watch.  The dead never close their eyes.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "The worst mistake is to make the same one twice.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Six up, and half a dozen down.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "What you gain on the swings, you lose on the roundabouts.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "We rally what can be rallied, we save what can be saved, and fall back.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Quite often, when a woman is agitated, she tries to soothe others whether they required soothing or not.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Small failures bring small costs; great failures bring painfully great costs.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Who knows a woman’s heart?", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Most women will shrug off what a man would kill you for, and kill you for what a man would shrug off.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Madness waits for some. It creeps up on others.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Sometimes six and six make a dozen, and sometimes they make a mess.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Being in love with a man seemed to consist largely of a great many irritating admissions to yourself.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "She wanted to know every scrap and shred about him.  She wanted the dust from the bottoms of his pockets.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Give a man sympathy at the wrong moment, and you never regained the ground lost.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "How do you know when a woman wants to kill you?  When she knows your name.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "They had given away the barn to sell a horse!", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "It seems that the words a ta’veren drags out aren’t always the words he wants to hear.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I handed you a dog’s dinner, but you have done well.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "This woman is like a wolf eyeing the sheepfold.  I intend to find out what she wants.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Let someone know you need them and they have a hold on you.  A leash, to pull you where they want.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "When a man decided to be stubborn, he would sit bare in a nettle patch and deny to your face that they made his bottom sting!", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "If he was going to be a pure wool-headed idiot, he deserved a few bruises!", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I supposed you’re old enough to cross that stableyard without your hand held, sheepherder.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Only madmen never trust.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Eagles and women can only be kept safe in cages.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Trust is a knife, and the hilt is as sharp as the blade.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "I thought I was the whole pack of hounds, chasing down one wolf after another, but it seems I’m the wolf.  Sometimes, the hounds catch the wolf and wish they hadn’t.  Sometimes, he turns on them, or waits in ambush.  But first, the wolf has to run.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "A man always pays sooner or later, with any woman, whether he owes or not.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Only an utter fool embarrassed her servants.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "Across the nations the stories spread like spiderweb laid upon spiderweb, and men and women planned the future, believing they knew the truth.  They planned, and the Pattern absorbed their plans, weaving toward the future foretold.", "author": "Robert Jordan", "title": "The Path of Daggers"}, {"quote": "What had to be done, had to be done, no matter the price.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A man who fought in a rage, died in a rage.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The Precepts say, to fight the raven, you may make an alliance with the serpent until the battle is done.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Emotion seemed to leak from a commander into his men, and angry men behaved stupidly, getting themselves killed and losing battles.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Unlikely to come to senses he did not possess.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The mighty tell the lesser to dig in the mud and keep their own hands clean. (powerful people make others do their dirty work)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The possibility seemed too wonderful to hope for, a snowflake that might melt at a touch.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "There were too many reasons for weeping to settle on one; instead she set about solving what she could.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I know as much about tapestries as a pig knows about blacksmithing.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I feel like a hen being watched by a fox.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Risking it would be letting a dog into the chicken yard and hoping for the best.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "In the beginning, she had been uneasy about that oath of obedience, but over time you could become accustomed to anything.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Thieves are always the most careful of their purses.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Less like chopping off a chicken’s head than like trying to wrestle a leopard in the dark. (its not as easy as you make it sound)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Rumors of plots sprout like mushrooms after rain.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I think that fox is walking on my grave.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Hindsight always saw furthest.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I don’t want to scale the same fish twice. (don’t want to repeat myself)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Sure as silverpike spawn in the reeds.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The dead could not frighten a man who took each day as his last.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A dead man can reclaim nothing.(it’s more important to stay alive than to try and reclaim that which is rightfully yours).", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The Shadow take me. (exclamation)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "There was no putting the egg back into the shell.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A workman should know his tools, and not use them to breaking.  The same went for people.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "In any trade, you needed to make the other fellow think he was getting something extra.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "‘On the heights, the paths are paved with daggers.’ There isn’t much room for trust.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Avert the Shadow.  Where under the Light did that come from?", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Pretend something too long, and it could become truth.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Mice attacking a cat was not in it. (when a lesser foolishly attacks a greater)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "It was the best way for horse trading to end, with both sides thinking they had come out ahead.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "With women, you always had to take chances.  With some women, ten chances a day, and never knowing the odds until it was too late.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "If you bought a woman silk, you had to expect to pay to have it sewn.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Once you got a woman feeding you, she had a hard time finding it in herself to stop you from putting your feet under her table again.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "That could put a weasel in the chicken yard for sure.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Women were always a gamble, but sometimes a smile could be win enough.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Now that killed the goat. (that’s the last straw)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "When a woman wanted to argue, she could keep it going if she was by herself.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Well, he had never claimed to always be right.  He just wished he was not quite so wrong so often.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Aes Sedai carried trouble in their belt pouches and seldom were shy about scattering it.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "You never wanted a woman thinking you were too eager.  Do that, and she either took advantage or else skittered away like a water drop on a hot greased griddle.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Only a fool thought he knew what was in a woman’s head just because she had a smile on her face.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Light’s truth, if you got a woman to feed you on a regular basis, she was halfway won.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Knowing when to keep your mouth shut was a useful skill around women.  Around men, too, but more so around women.  You could be pretty certain what would set a man’s eyes on fire.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Talking with her was like walking a crumbling ledge across the face of a cliff.  One misstep, and Mat Cauthron would be as dead as last year’s mutton.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A smart man hedged his bets.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Women could compress a great deal into one look.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A man might laugh off a threat like that as a joke, maybe, if you were lucky, but a woman… Now all he could do was wait for the explosion.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I’m right as spring water.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Women just purely enjoyed planting needles in a man.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Will you tell me what you know of her?  Trying to find out from her is like fishing blindfolded and bare-handed in a briar patch trying to catch a rabbit.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "If I’m cast adrift, then I have to find a new ship and a new course.  I can never return to Seanchan, so I might as well cut the cable and be done with it.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "When something be no to be spoken of, it be no to be spoken of. (When something is not to be spoken of, it is not to be spoken of)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "There are only two ways to deal with Aes Sedai without getting burned, let them walk all over you or stay away from them.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "What you gained on the swings, you lost on the roundabouts.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "All things change given time.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The Light shine on you tonight, and for as many days and nights as we have remaining.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Burn me for a fool", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "When a woman went silent on you, there usually was trouble in the offing.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Once you let a woman think you would jump whenever she called, you never got out from under again.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "If a cat could gaze on a king, then someone might have seen her some time or another.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "He opened his mouth indignantly. And closed it again.  What was there to say?  He was already in the pickling kettle.  No need to stoke the fire.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Only a complete woolhead looked at a woman while with another.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Nobles were fools with their noses so high in the air they could not see where they were stepping.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Women seemed to enjoy finding ways to make you feel a fool.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Alive and bleeding was better than dead.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Selucia seemed a shovel shy of a full load now and then.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I’d rather my life were ordinary.  Stories were no place for a man who wanted peace.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "You can’t put honey back in the comb, child.  What was done, was don, and she would have to live with it.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "It was bad to give orders that would not be obeyed.  It put people in the habit of disobeying.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Glory was always bought with blood.  Glory aside, necessary things were often paid for with battle and blood.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "You can’t know another woman’s reasons until you’ve worn her dress for a year.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Fear of defeat has lost as many battles as weakness had.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "We know the man’s as rotten as last month’s fish.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "One time a big wagon man name Eldrin Hackly came near breaking my neck.  Not usually a rough man, but he was drunk beyond drunk that night.  I couldn’t get the angle right, and my cudgel seemed to bounce off his skull without making aa dent.  That frightened me more, because I knew certain sure I was about to die.  This is just maybe, and any day you wake up, maybe you die.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Not fools, just men and women who think they see the future better than they do.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "He could not afford to let pain make him a prisoner.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Stone cracks from a hard enough blow.  Steel shatters.  The oak fights the wind and breaks.  The willow bends where it must and survives.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Standing there was only putting off the inevitable.  Put off clearing the brush and you always find chokevine in it, so the old saying went.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "War with Trollocs was like war with rabid dogs.  You killed them, or they killed you.  There was no parley, no surrender, no middle ground.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Ahzhan here had a bright future ahead of him.  But you could say the same of alot of dead men.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "“We’ll talk about it,” she murmured.  The most dire words a woman can say short of “I’m going to kill you.”", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "As if any man knew what was good for him.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A reputation was a fine thing when it enhanced your bargaining power, but only a fool went looking for fights.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Only stone-blind idiots failed to keep promises to Aes Sedai.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Women can always find a reason to be indignant.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "By the Stone, it’s him.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The Stone stands", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Daughter of the sands (an insult)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "There is news to make an anchor weep.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Mourn if you must, but mourn on the march for Tarmon Gai’don.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "What could not be cured must be endured.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Small hopes can grow surprising fruit.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Embracing pain did not mean just giving way to it rather than fighting.  You had to draw the pain inside of you and welcome it as a part of you.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "You must be able to smile and laugh with joy or sing while the worst of the pain still grips you.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Pain was as much a part of life as breathing.  That was how the Aiel saw life.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Alviarin must have heard her yowling, but strangely, Egwene felt no shame.  She was fighting an odd battle, and in battle, you took wounds.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "When you had few weapons, your appearance could be one.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The pain was part of her.  She accepted it without struggle.  She tried to welcome it, yet that still seemed beyond her.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Drink in the pain.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Breathe in the pain.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Well, we’ll be two worms gnawing at the root then, won’t we.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "She concentrated on the smarting, focused on drinking it in.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Drink in the pain.  Welcome the pain.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Breathe in the pain.  Absorb the fire.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The pain was a badge of honor. It was easy to welcome a badge of honor.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Penances were to be borne with dignity.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "My mother always says, don’t weep over what can’t be mended.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "She accepted the painful heat, welcomed it, warmed herself with it as she would have warmed her hands in front of a fireplace on a cold winter morning.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Women! A delight to look at and a delight to be with.  When they were not finding ways to rub salt into a man’s hide.  It seemed six up and half dozen down.  It truly did.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "She had given her word, playing the game as it had to be played, and she had never broken her word in her life.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "There’re some delight in ale and wine, and some in girls with ankles fine, but my delight, yes always mine, is to dance with Jack o the Shadows.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "We’ll toss the dice however they fall, and snuggle the girls be the short or tall, then follow Lort Mat whenever he calls, to dance with Jack o the Shadows.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Patience.  Yes.  Hast spoiled the work.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "These Seanchan had ways that would make a goat gag.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A woman’s love can be violent.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Best not to assume you’re the only one with eyes.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A man should never give promises in bed.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "At least you’re alive.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "You did not waste time on what could not be mended.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "I swear it on my eyes.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A lion can have no mercy.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Prisoners were equals in their captivity or else they aided their captors.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Some sacrifices deserved a veil of secrecy.  And all of a heart’s gratitude.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Some people naturally set to licking wrists wherever they were.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "When men wanted to help, they always thought their way was the only way.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "When a dangerous path was your only route to safety, you had to take it.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A man was not a piece of brass. (i.e. he doesn’t need polishing)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "We all must wake eventually.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "What was, was.  You did the job you were given, followed the road you had to follow, and that was that.  There was no point complaining about blisters or rocks underfoot.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Those gates drew him as a lodestone drew iron filings.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "An ox responds to the goad and does as the ox-herd wants.  The same way you will be doing what she wants if you respond to her goads.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "Rain would put the weasel in the henyard.  (i.e. make a mess of things)", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "A general who draws his sword has put aside his baton and become a common soldier.", "author": "Robert Jordan", "title": "Knife of Dreams"}, {"quote": "The Light shine on you", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "I caught a big old badger, all grouchy at being pulled out of his den.  We’re going to let it loose on the Green and watch the girls run.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "It was like picturing a wolf taking the cat’s place in front of a mouse hole. (used when a major threat was mistakenly considered more minor)", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "I won’t hide my head under a basket till a Taren Ferry man comes to cut my throat.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "As careful as a mouse exploring a hawk’s nest.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Frozen like a rabbit that’s seen a hawk’s shadow.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "No use trying to put a broken egg back in the shell.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Care and a long life go together.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Anything can be a weapon, if the man or woman who holds it has the nerve and will to make it so.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "when what they do is hidden, men sometimes deal with strangers in ways they wouldn’t if there were other eyes to see.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "The quickest to harm a stranger are the soonest to think a stranger will harm them.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "We want no more attention than mice in a field.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Sometimes you have to grab the wolf by the ears.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "When you have a wolf by the ears, it’s as hard to let go as to hold on.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Whether the bear beats the wolf or the wolf beats the bear, the rabbit always loses.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "If you watch the wolf too hard, a mouse will bite you on the ankle.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "If wishes were wings, sheep would fly.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Hope is like a piece of string when you’re drowning; it just isn’t enough to get you out by itself.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "No, lad, it no be the treasure that makes for seeing the world.  If you find yourself a fistful of gold, or some dead king’s jewels, all well and good, but it be the strangeness you see that pulls you to the next horizon.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "You are welcome to our fires.  Do you know the song?", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Teach him how you will, a pig will never play the flute.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "The Wayfarer’s Rest (name of an inn)", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "I will find the song, or another will find the song, but the song will be sung, this year or in a year to come.  As it once was, so shall it be again, world without end.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "The Wheel weaves as the Wheel wills.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "No eye can see the Pattern until it is woven.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Think, if you want to stay alive.  Fear will kill you if you don’t control it.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "A man can’t be too fat if enough gold comes with it.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "putting a long handle on your axe (being hasty)", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Till shade is gone, till water is gone, into the Shadow with teeth bared, screaming defiance with the last breath, to spit in Sightblinder’s eye on the Last Day.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "He was in deep water, and there was no bank in sight", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "There are limits to the Dark One’s power inside you.  Yield even for an instant and he will have a string tied to your heart, a string you may never be able to cut.  Surrender, and you will be his.  Deny him, and his power fails.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "The rose petal floats on water, the kingfisher flashes above the pond.  Life and beauty swirl in the midst of death.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "To stand against the Shadow so long as iron is hard and stone abides.  To defend the Malkieri while one drop of blood remains.  To avenge what cannot be defended", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "Peace favor your sword.", "author": "Robert Jordan", "title": "The Eye of the World"}, {"quote": "A tool made for a purpose is no demeaned by being used for that purpose.", "author": "Robert Jordan", "title": "The Eye of the World"},{"quote": "To have a duty was to have pride - just as to bear a burden was to gain strength.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Well, this is a pot of fisherman’s stew made only with the heads.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Egwene had been working hard to reforge the Tower, but one couldn’t mend years’ worth of broken nets in one month.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Whatever heights that girl climbs to, she’ll do it because you carved the steps for her.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Change comes to all of us as the Wheel turns.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "There are no endings.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The newest pups always blame the elders of the pack.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Only a fool refused to listen to advice from those older and wiser than himself.  But only a fool took all of the advice given him.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "A victory of diplomacy did not come when everyone got what they wanted - that made everyone assume they’d gotten the better of her, which encouraged more extravagant demands. The trick is not to satisfy everyone, but to leave everyone feeling they reached the best possible result.  They must be satisfied enough to do as you wish, yet dissatisfied enough to know that you bested them.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Worry served no useful function.  None could know the weaving of the Wheel.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Often, forbidding  something was the best way to ensure that it happened.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "My shade is yours.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Caemlyn was fuller than a lionfish at a shipwreck.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The Dead Man’s Breath (name of an inn)", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The Seven-Striped Lass (name of an inn)", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "She had a glare so practiced she could have won a staring contest with a post.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Well, she could go suck on a goat’s foot, for all Elayne cared.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You cannot afford to let the pressure of life drive you.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "On the contrary.  I am who I have become because of that pressure.  Metal cannot be shaped without the blows of the hammer.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Nobody walks a difficult path without stumbling now and again.  It didn’t break you when you fell.  That’s the important part.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Are we not all fools at some point?", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "When confronted by a collapsed roof, some will begin to haul away the refuse, becoming stronger for the process.  Others will go to visit their brother’s hold and drink his water.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "There are few pleasures more satisfying than taking a cord someone else has knotted, then teasing it straight again.  However, if the cord is not of good material, then no untangling will save it.  You gave us fine material, Egwene al’Vere.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "I’ve never known you to avoid a task because it was difficult.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Stubborn goats.  Show them cherries and they’ll still eat the rotten apples, if they’ve been doing it long enough.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "I can’t let myself begin to think that nothing I do matters.  That’s what the Dark One wants.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Depend on the facts entirely, incomplete knowledge is better than complete ignorance.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Never use a boulder when a pebble will do.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "It might be worth ruffling a few feathers to catch the fox hiding in the henhouse.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "If the world itself is going to die, is this not the time when a man must take time to appreciate what he has before it is all taken?", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "In the Borderlands, we have a saying. “A polished sword reflects the truth.”  A man can claim to be diligent in his duties, but if his sword isn’t polished, you know that he’s been idle.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "A ship is always wise to join a convoy, when the right opportunity is presented.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Nothing was more dangerous for the sanity of men than a woman with too much time on her hands.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Women were always happy for a chance to educate a boy when he was young; they assumed they could educate him out of becoming a man if they tried hard enough.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The best of plans lasted only until the first arrow hit, but a determined unyielding commander could bring order to chaos by the way he held himself.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Just because a man marries someone doesn’t mean he suddenly becomes bloody nobility. - That’s actually exactly how it works.  It’s pretty much one of the only ways to become nobility.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Well, I wish I had a hat made all of gold, a tent that could fly and a horse that leaves droppings of diamonds.  But we’ll both have to settle with what’s reasonable, won’t we?", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "In war, as in farming, you sometimes had to step in and get knee-deep in the muck.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You could judge a monarch by the way he treated those who served him.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You are a woman, not a plow beast.  You need rest and care.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "A resolute heart is worth ten arguments.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Sometimes a man knew what he must do, though it sounded wrong.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "May you keep your eyes northward, but your heart southward, my friend.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "I stand with you, sir.  And will at the end.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "A ship without rats is like an ocean without storms.  We complain about both, but my crew mutters every time they find one of the vermin dead.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "A common foe could heal any number of rifts.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "When you really wanted to see what a man was worth, you backed him into a corner and made him fight for his life.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Honor of my blade for Tylin.  Honor of my blade for Nalesean.  Honor of my blade for the fallen.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You misbegotten son of a goat’s droppings", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "By the Light and my hope for rebirth!", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "By my mother’s grave.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Two silver points.  Twice we have ridden to battle and found no foe.  Once more, and we lose honor.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The best way to gain the upper hand was to shake expectations like rindwater beetles in a jar.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Real life is often more disappointing than dreams, but at least when you find honor in the real world, you know it to be more than a fancy.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Love is for those who do not rule", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "I think that anyone who allows two roosters in the same barnyard deserves the ruckus they get.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Duty can bloody get in line.  It’s had its share of me.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The hawk is better at hunting the rabbit.  But, you see, the falcon is better at hunting the hawk.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Fight among themselves though they might, women were always eager to punce on a man who said the wrong thing, even if it was the truth.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "I caught a badger.  Want to let it go on the village green?", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "The Happy Throng (name of inn)", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Traditions should not be maintained just because they are traditions.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Strength was not strength if it had no purpose or direction.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Small things were important.  Seconds were small things, and if you heaped enough of those on top of one another, they became a man’s life.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "A House whose member squabble for authority will never present a threat to other Houses.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You did not destroy a beast because it was slow to learn; you punished it until it learned.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "What in the name of the Dark One’s bloody left hand just happened?", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You cannot tire a man to build your house, then reproach him when he must knock down a wall to do the job.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Fools will always choke themselves when they grasp for too much.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Mercy of the Winnower (name of inn)", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "I’ve seen seen a lot of things, done a lot of things.  I’ve been used one too many times.  This is as good a place as any to meet the end.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Oh, how long were the days of a man, when he strode upon a broken land.  He sailed as far as a man could steer and he never wished to lose his fear.  For the fear of man is a thing untold.  It keeps him safe, and it proves him bold!  Don’t let fear make you cease to strive, for that fear it proves you remain alive!  I will walk this broken road and I will carry a heavy load!  So come at me with your awful lies, I’m a man of truth, and I’ll meet your eyes. (a melancholy song)", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "You can all go rot in a flaming pit of fire and ashes, you unwashed lumps on a pig’s backside.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "When you stared down the gullet of a lionfish, a pirate’s brig didn’t seem so bad.", "author": "Brian Sanderson", "title": "Towers of Midnight"}, {"quote": "Blood of my Fathers Forgotten. (exclamation)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Things always have to get worse before they can get better.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "One of the bitter lessons of warfare: winning didn’t necessarily mean living.  And following orders often didn’t mean either winning or living.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Sometimes, a wife must do what her husband cannot.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Each lash she endured, each pain she suffered, was a victory.  And victory was always a reason for happiness, no matter how one’s pride or one’s skin burned.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "You scrubbed a floor clean by first picking a single spot and getting to work.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "You didn’t get mad at the weasel who was sneaking into your yard and eating your hens.  You simply laid a trap and disposed of the animal.  Anger was pointless.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Were they so eager to wake from the dream?  Aviendha did not fear death, but there was a very big difference between embracing death and wishing for it.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Worrying solved nothing.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Wetlanders often seemed confused by Aiel ways with punishment, but wetlanders had little understanding of honor.  Honor didn’t come from being punished but accepting a punishment and bearing it restored honor.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Only a fool looses his arrow just because he’s got a bird in front of him.  Sometimes the prize isn’t worth the arrow.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Some men gained experience through years spent living.  Other men gained experience through months spent watching their friends die.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "The White Tower’s methods are its own, and so are its motives.  It isn’t for us to question.  What good is a Warder who questions the orders of his Aes Sedai?  A good way to get both of you killed, that is.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "He had bound most nations to him.  Yet he knew well that the tighter one tied a bale, the sharper the snap of the cords when they were cut.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Years had taught her that no measure of planning or determination could make life turn out as you wanted.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Wishes were about as useful as coins carved from wood.  You could paint them however you wanted, but they remained wood.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Q: You know you can’t beat us.  I see it in your eyes.  Why then? - A: Why does a crow fly?", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Sometimes, surrender wasn’t worth the cost.  No man welcomed death, but there were far worse ends for a soldier.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Proper seduction required skill and subtlety; nudity used neither.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Being in control wasn’t so much about the power you had, but the power you implied that you had.  It was much like dealing with men, actually.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A thousand generations of wisdom isn’t superstition.  It’s good sense.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "When you fished with squid as bait, you shouldn’t be surprised to catch fangfish.  If you wanted to catch eels, you used something else entirely.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Some days, she filt that she was trying to juggle buttered life silverpike.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Fish guts (exclamation)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Buttered silverpike! Buttered, flaming silverpike! (exclamation of frustration)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Was she a girl, barely old enough for her first full-day blackfish trawl?", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A person didn’t gain stature by being a king or queen; one gained stature by keeping to one’s oaths and doing one’s duty.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "I’d have just been more careful, and perhaps come better prepared.  I went off hunting boars with a rabbit knife instead of a spear!", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "She could be thankful for even a small catch", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A few of them smell as ripe as last week’s catch. (talk disdainfully of things that have happened)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Better to fix the problem before than to be stranded halfway to the destination.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "One made soup with the spices on hand (you make do with what you have)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "They didn’t believe he could fail.  Ituralde knew better.  But if you were going to die, you did it with dignity.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "The young Ituralde had often dreamed of wars, of the glory of battle.  The old Ituralde knew there was no such thing as glory to be had in battle.  But there was honor.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "What you call a thing is important.  It is not dishonest if both definitions are true. (putting a better picture on the truth)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A Wise One could not just think of the now or the tomorrow.  She had to think of the years ahead and the times that would be brought upon the winds.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Sleep that soundly, muffled in pillows and down comforters, and you’d be too relaxed to wake if someone tried to kill you in the night.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Keep focused.  Clean the patch of floor you’re working on first before you move on to the rest of the house.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "You search like a hawk, glancing this way and that, trying to decide whether to perch or to hunt.  You’ll tire of flying eventually. (you need to settle on a choice eventually)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Workers were the spine of a kingdom; break them, and you’d soon find that you could no longer move.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Don’t trust a dockmaster’s sky.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "No sea remained calm forever.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Fools - they wanted to catch the fish, but didn’t want to gut it.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "That was the difference between an ambitious fool and an ambitious wise man.  The latter understood that killing someone was only the beginning.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Women are like mules.  Wait. No. Goats.  Women are like goats.  Except every flaming one thinks she’s a horse instead, and a prize racing mare to boot.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Reasoning with a woman is like sitting down to a friendly game of dice.  Only the woman refuses to acknowledge the basic bloody rules of the game.  A man, he’ll cheat you - but he’ll do it honestly.  He’ll use loaded dice, so that you think you’re losing by chance.  And if you aren’t clever enough to spot what he’s doing, then maybe he deserves to take your coin.  And that’s that.  A woman, though, she’ll sit down to that same game and she’ll smile, and act like she’s going to play.  Only when it’s her turn to throw, she’ll toss a pair of her own dice that are blank on all six sides.  Not a single pip showing.  She’ll inspect her throw, then she’ll look up at you and say, ‘Clearly I just won.’ Now you’ll scratch your head and look at the dice.  Then you’ll look up at her, then down at the dice again.  ‘But there aren’t any pips on these dice,’ you’ll say.  ‘And both dice rolled a one.’ That’s exactly the number you needed to win,’ you’ll say.  ‘What a coincidence,’ she’ll reply, then begin to scoop up your coins.  And you’ll sit there, trying to wrap your head bout what just happened.  And you’ll realize something.  A pair of ones isn’t the winning throw!  Now when you threw a six on your turn.  That means she needed a pair of two instead!  Excitedly, you’ll explain what you’ve discovered.  Only then, do you know what she’ll do?  Then she’ll reach over and rub the blank faces of her dice.  And then with a perfectly straight face, she’ll say, ‘I’m sorry.  There was a spot of dirt on the dice.  Clearly you can see that they actually came up as twos!’ And she’ll believe it.  She’ll bloody believe it!  Only that’s not the end of it!  She scoops up all of your coins, and then every other woman in the room will come over and congratulate her on throwing that pair of twos!  The more you complain, the more of those bloody women will join the argument.  You’ll be outnumbered in a moment, and each of those women will explain to you how those dice clearly read twos, and how you really need to stop behaving like a child.  Every single flaming one of them will see the twos!  Even the prudish woman who has hated your woman from birth - since your woman’s granny stole the other woman’s granny’s honeycake recipe when they were both maids - that woman will side against you.  By the time they’re done, you’ll be left with no coin, several lists’ worth errands to run and what clothing to war and a splitting headache.  You’ll sit there and stare at the table and begin to wonder, just maybe, if those dice didn’t read twos after all.  If only to preserve what’s left of your sanity.  That’s what it’s like to reason with a woman, I tell you.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Where on the Dark One’s blistered backside are we?", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Women were only enemies with one another as long as there wasn’t a man around to gang up on.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "That was the way of it with women.  Save her life, and she’d inevitably claim that she’d been about to escape on her own, and therefore owed you nothing.  Half the time, she’d berate you for messing up her supposed plans.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Maiden had opened her eyes.  There, she had found people who needed her more than she’d ever been needed before.  Beneath Se-vanna’s cruel dictatorship, there had been no time for games, no room for mistakes.  She had been humiliated, beaten and hearly killed.  And that had given her a true understanding of what it was to be a liege lady.  She actually felt a stab of guilt for the times she had lorded over Perrin, trying to force him - or others - to ben to her will.  Being a noblewoman meant going first.  It meant being beaten so others were not.  It meant sacrificing, risking death, to protect those who depended upon you.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Only the Dark One stays the same.  Men grew and progressed; the Shadow just remained as it was.  Evil.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "The past was a field of embers and ash, the remnants of the fire that was the present.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A man had to do hard things.  That was the way of life.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A man was a fool to make decisions without thinking first.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Torture made sense.  You truly saw what a person was made of, in more ways than one, when you began to slice into them.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "More pain and suffering was meaningless.  YOu could not fill a cup that had already begun to overflow.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "I warmed this pot myself, and now I must boil in it, if that is what will protect the Tower.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "We can’t go back.  The Wheel has turned, for better or worse.  And it will keep on turning, as lights die and forests dim, storms call and skies break.  Turn it will.  The Wheel is not hope, and the Wheel does not care, the Wheel simply is.  But so long as it turns, folk may hope, folk may care.  For with light that fades, another will eventually grow, and each storm that rages must eventually die.  As long as the Wheel turns.  As long as it turns…", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "One nice thing I’ve noticed about getting older is that your body doesn’t seem to need its sleep as much anymore.  Dying doesn’t take as much energy as growing, I guess.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Lies never make things easier in the long run.  Unless they’re to exactly the right person - usually a women - at exactly the right time.  When you tell them to yourself, you just bring more trouble.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Q: What is it you expect to find?  A: I don’t know.  If I did, I wouldn’t be so keen to look.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "What in the bloody name of Hawking’s left hand is going on here?", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "There were rights you could win, and others you just had to leave for someone else.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "The more tragic things get, the more I feel like laughing.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Getting information from an Aes Sedai was about as easy as churning rocks into butter!", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "It didn’t show fear to prepare your retreat ahead of time.  It was just plain good strategy.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "The more power a man held, the more likely he was to be an idiot with it.  Give a man one cow, and he’d care for it with concern, using its milk to feed his family.  Give a man ten cows, and he was likely to think himself rich - the let all ten starve for lack of attention.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Being a king really wasn’t all that different from being mayor in the Two Rivers.  The mayor needed to be respected and liked.  The Wisdom and the Women’s Circle could do the difficult tasks, such as punishing those who overstepped their bounds.  The mayor, however, needed to be loved.  That led to a civil and a safe town.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Sometimes, to see what was at the bottom of a cloudy rain barrel, you needed to stir the water to bring up what was at the bottom. (on uncovering what was behind something that was too coincidental)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Lay this death at my feet, if you wish.  It will just be one of many.  How many stones can you pile on a man’s body before the weight stops mattering?  How far can you burn a lump of flesh until further heat is irrelevant?", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Short a few foals of a full heard.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Don’t complain of the heat when someone offers you the sun in the palm of her hands. (don’t complain about minor inconveniences when someone has done something amazing for you.)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "My ship is being driven by different winds now.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "A wise man learned that there was no use fretting over long marches.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "May your death bring victory.  May your knife draw blood.  May your children sing your praises until the final dawn.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Fix the problems you can, don’t fret over the ones you cannot.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Sometimes you just have to face the truth.  You can only repair a net so many times before you need to toss the thing aside and weave a new one.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Stubborn as a mooring post.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "I gave my word, and I’ll be fish guts before I’ll break it.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Wishing for things to be different was about as useful as wishing the silverpike you’d caught was a fangfish instead.  You sold what you had and were happy for any kind of catch at all.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Well, tie a kerchief on my face and call me Aiel. (Well I’ll be)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "By the seas at midnight (exclamation)", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Life was a tempest, whether you were a milkmaid or a queen.  The queens were simply better at projecting control in the middle of that storm.  If Egwene looked like a statue unaffected by the winds, it was actually because she saw how to bend with those winds.  That gave the illusion of control.", "author": "Brian Sanderson", "title": "The Gathering Storm"}, {"quote": "Maybe someone should have said something earlier.  Well, that’s done Sometimes, you let the meat hang too long, and the entire haunch has to go.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "By grace and banners fallen (exclamation of astonishment)", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Light illumine us.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Common destinations made for unusual shipmates.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "If his sword is at your enemy’s throat, don’t waste time remembering when it was at yours.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Speaking with an Aes Sedai was like trying to follow a green snake as it slipped through damp grass.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "All men are ignorant, Aes Sedai.  The topics of our ignorance may change, but the nature of the world is that no man may know everything.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Being polite to a person is not a sign of respect for them.  It is merely a sign of good upbringing and a balanced nature.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Just because a thing needs to be done, doesn’t make the one doing it a friend.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Until the sky is rent asunder, until the rocks split underfoot, and until the Wheel itself stops turning.  Or, light send its blessing, until every sword is favored with peace.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Why do we mourn?  Is this not what we have trained for?  Is this not our purpose, our very lives?  This war is not a thing to mourn.  Other men may have been lax, but we have not been.  We have prepared, and so this is a time of glory.  Let there be laughter!  Let there be joy!  Let us cheer the fallen and drink to our forefathers, who taught us well.  If you die on the morrow, awaiting your rebirth, be proud.  The Last Battle is upon us, and we are ready!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "A drum with no head.  A pump with no grip.  A song with no voice.  Still it is mine.  Still it is mine.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "I will do my duty.  If men are foolish enough to put me in charge of them, I’ll send them about theirs as well.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "I will not mourn!  Mourning is for those who regret, and I do not regret what we do here!  Bulen could not have died a better death.  I do not cry for him.  I cheer!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "The men who fight have glory, but the battle itself is not glory.  It simply is.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Wish and want trip the feet.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Do not cut off your foot for fear that a snake will bite it. (Do not make a terrible mistake because you fear something that seems worse.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "The good options are gone.  Better to do something desperate than to do nothing at all.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Tree stumps and men.  The Two Rivers has both, and one is about as likely to budge as the other.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Comfort was the great killer of men.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Better that one people should end than the world fall completely under Shadow.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "No warrior ever rid himself completely of the fear.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Men or women could not know themselves, not truly, until they were trained to their absolute limit.  Until they danced the spears with death, felt their blood seeping out to stain the ground, and drove the weapon home into the beating heart of an enemy.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "If we must put your head into the lion’s mouth, let us make certain that he chokes upon our flesh!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "Burn me if I’m going to lie here like a piece of yesterday’s catch on the deck.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "A man who thinks all day about the catch he missed because of stormy weather ends up wasting time when the sky is clear.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "If you do not learn from your losses, you will be ruled by them.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "My strength is in control, understanding, and care.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "My aged grandmother!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "A woman was most resourceful with a knife at her throat.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "If I lie, let me be whipped a hundred times and left in the sun.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "All rivers run dry, All songs must end, Every root will die, Every branch must bend.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "If they could not have a lucky Matrim Cauthon, they would at least have a stubborn Matrim Cauthon.  He did not intend to die this day.  There was still dancing to be done; there were still songs to be sung and women to be kissed.  ", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "We’ll drink the wine till the cup is dry, and kiss the girls so they’ll not cry, and toss the dice until we fly, to dance with Jack o’ the Shadows!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "We’ll give a yell with a bloody curse, and hug the maids, it could be worse, as we ride away with the Dark One’s purse, to dance with Jack o’ the Shadows!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "The Way of the Leaf was an easy master at times, providing a life of joy and peace.  But a leaf fell in calm winds and in the tempest; dedication demanded that one accept the latter as well as the former.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "For the Light!  For honor! For glory!  For life itself!", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "No masterwork comes without a price.  That doesn’t mean it’s not worth forging.", "author": "Brian Sanderson", "title": "A Memory of Light"}, {"quote": "He came like the wind, like the wind touched everything, and like the wind was gone.", "author": "Brian Sanderson", "title": "A Memory of Light"}]
